{
    "product": {
        "title": {
            "message": "Outbound Funds Module",
            "description": "name of product"
        },
        "short_description": {
            "message": "Volg en beheer programma's voor uitgaande financiering.",
            "description": "tagline of product"
        },
        "description": {
            "message": "Welkom bij het installatieprogramma voor de Outbound Funds Module.\r\n\r\nMet de Outbound Funds Module beschikt u over alles wat u nodig hebt om financieringsaanvragen en uitgaand geld eenvoudig te beheren en volgen.\r\n\r\n*BELANGRIJK*: Salesforce beveelt niet aan om upgrades rechtstreeks in productieorganisaties te installeren. Installeer Outbound Funds Module in plaats daarvan eerst in een van uw gratis sandboxomgevingen of in een ontwikkelorganisatie.\r\n\r\nWanneer u de Outbound Funds Module hebt geïnstalleerd, bekijkt u de resources in onze documentatie voordat u aan de slag gaat:\r\n\r\n* [Outbound Funds Module-documentatie](https://powerofus.force.com/s/article/OFM-Documentation)\r\n\r\nVragen? Word lid van de [Outbound Funds Module]-community (https://powerofus.force.com/s/group/0F980000000CvlMCAS) in de Power of Us Hub.",
            "description": "shown on product detail page (markdown)"
        },
        "error_message": {
            "message": "Ga voor hulp bij deze fout naar [help.salesforce.com](https://help.salesforce.com/), ga naar Ondersteuning en services en maak een ticket voor technische ondersteuning aan bij Salesforce. Vermeld ‘Outbound Funds Module’ in de onderwerpregel en neem in uw opmerking de hier getoonde installatiekoppeling op.",
            "description": "shown after failed installation (markdown)"
        },
        "click_through_agreement": {
            "message": "De Outbound Funds Module (\"OFM\") technologie is een open-source pakket onder licentie van salesforce.com, Inc. of een van haar Gelieerde Ondernemingen (\"SFDC\") onder de BSD-3 Clausule Licentie, te vinden op [https://opensource.org/licenses/BSD-3-Clause](https://opensource.org/licenses/BSD-3-Clause). Wanneer u het OFM-pakket installeert, wordt het SFDO BASE pakket, een closed-source technologie die door SFDC onder een eigen beperkte gebruikslicentie is gelicentieerd, automatisch in uw Salesforce org geïnstalleerd. \n\nDOOR HET INSTALLEREN VAN OFM, GAAT U AKKOORD MET DE LICENTIE ([https://github.com/SalesforceFoundation/OutboundFunds/blob/master/LICENSE](https://github.com/SalesforceFoundation/OutboundFunds/blob/master/LICENSE)) EN DE SFDO BASE LICENTIE ([https://github.com/SalesforceFoundation/ProductLicenses/blob/master/SFDOBase.md](https://github.com/SalesforceFoundation/ProductLicenses/blob/master/SFDOBase.md)).\n\nELKE RAAMOVEREENKOMST ABONNEMENTEN DIE U OF UW ENTITEIT HEEFT MET SFDC IS NIET VAN TOEPASSING OP UW GEBRUIK VAN OFM OF SFDO BASE. EEN \"GELIEERDE ONDERNEMING\" BEKENT ELKE ENTITEIT DIE DIRECT OF INDIRECT ZEGGENSCHAP UITOEFENT OVER, ONDER ZEGGENSCHAP STAAT VAN OF ONDER GEMEENSCHAPPELIJKE ZEGGENSCHAP STAAT MET DE BETROKKEN ENTITEIT. \"ZEGGENSCHAP\" BETEKENT VOOR HET DOEL VAN DEZE DEFINITIE DIRECTE OF INDIRECTE EIGENDOM VAN OF ZEGGENSCHAP OVER MEER DAN 50% VAN DE STEMGERECHTIGDE AANDELEN VAN DE ENTITEIT DIE HET VOORWERP UITMAAKT VAN DEZE OVEREENKOMST. SALESFORCE.ORG LLC IS EEN GELIEERDE ONDERNEMING VAN SALESFORCE.COM, INC. \n\nOFM EN SFDO BASE ZIJN NON-SFDC TOEPASSINGEN OF TOEPASSINGEN VAN DERDEN, EN GEEN DIENSTEN, ONDER ENIGE RAAMOVEREENKOMST ABONNEMENTEN DIE U HEEFT MET SFDC. OFM EN SFDO BASE WORDEN GELEVERD \"AS IS\" EN IN DE VORM WAARIN ZE BESCHIKBAAR ZIJN. SFDC GEEFT GEEN ENKELE GARANTIE VAN WELKE AARD DAN OOK MET BETREKKING TOT OFM BASE OF SFDO, HETZIJ INGEREPEN, MAAR NIET BEPERKT TOT IMPLICIETE GARANTIES VAN VERKOOPBAARHEID, GESCHIKTHEID VOOR EEN BEPAALD DOEL, VRIJWARING VAN GEBREKEN OF NIET-INBREUK, VOOR ZOVER MAXIMAAL TOEGESTAAN DOOR DE TOEPASSELIJKE WETGEVING. ALS U GEVOELIGE OF GEREGLEMENTEERDE GEGEVENS AAN OFM VERSTREKT, BENT U ALS ENIGE VERANTWOORDELIJK OM ERVOOR TE ZORGEN DAT UW GEBRUIK VAN OFM OM DIE GEGEVENS TE VERWERKEN IN OVEREENSTEMMING IS MET ALLE TOEPASSELIJKE WET- EN REGELGEVING. \n\nSFDC IS IN GEEN GEVAL AANSPRAKELIJK DIE VOORTKOMT UIT OF IN RELATIE IS MET UW GEBRUIK VAN OFM OF SFDO BASE VOOR DIRECTE SCHADE OF VERLIES VAN WINST, INKOMSTEN, GOODWILL OF INDIRECTE, SPECIALE, INCIDENTELE, GEVOLGSCHADE, DEKKING, BEDRIJFSONDERBREKING OF PUNITIEVE SCHADE, OF HET NU GAAT OM EEN CONTRACT OF EEN ONRECHTMATIGE DAAD EN ONGEACHT DE AANSPRAKELIJKHEIDSTHEORIE, ZELFS INDIEN OP DE HOOGTE GEBRACHT VAN DE MOGELIJKHEID VAN DERGELIJKE SCHADE OF ALS EEN REMEDIE OP EEN ANDERE MANIER NIET VOLDOET AAN HET ESSENTIËLE DOEL ERVAN. DE BOVENSTAANDE DISCLAIMER IS NIET VAN TOEPASSING VOOR ZOVER DE WET DIT VERBIEDT. SFDC WIJST ALLE AANSPRAKELIJKHEID EN VRIJWARINGSVERPLICHTINGEN VAN DE HAND VOOR EVENTUELE SCHADE DIE WORDT VEROORZAAKT DOOR EXTERNE AANBIEDERS VAN HOSTING. \n\nDEZE OVEREENKOMST WORDT UITSLUITEND BEHEERST DOOR EN GEÏNTERPRETEERD IN OVEREENSTEMMING MET HET RECHT VAN DE VERENIGDE STATEN EN DE STAAT CALIFORNIË, ZONDER REKENING TE HOUDEN MET DE BEPALINGEN INZAKE WETSCONFLICTEN. DE STAATS- EN FEDERALE RECHTBANKEN IN SAN FRANCISCO, CALIFORNIË ZIJN EXCLUSIEF BEVOEGD OM TE OORDELEN OVER ELK GESCHIL DAT VOORTVLOEIT UIT OF VERBAND HOUDT MET DEZE OVEREENKOMST. ELKE PARTIJ STEMT IN MET DE JURISDICTIE VAN DEZE RECHTBANKEN EN ZIET AF VAN ELK RECHT DAT ZIJ ANDERS ZOU HEBBEN OM DE GESCHIKTHEID VAN DERGELIJKE FORA AAN TE VECHTEN.",
            "description": "legal text shown in modal dialog"
        }
    },
    "plan:install": {
        "title": {
            "message": "Outbound Funds Module installeren",
            "description": "title of installation plan"
        },
        "preflight_message": {
            "message": "Hiermee installeert u de Outbound Funds Module in uw organisatie.",
            "description": "shown before user starts installation (markdown)"
        },
        "post_install_message": {
            "message": "Bedankt voor het installeren van de Outbound Funds Module. Ga naar de [Outbound Funds Module]-community (https://powerofus.force.com/s/group/0F980000000CvlMCAS) in de Power of Us Hub als u vragen hebt over Outbound Funds Module.",
            "description": "shown after successful installation (markdown)"
        },
        "error_message": {
            "message": "Ga voor hulp bij deze fout naar [help.salesforce.com](https://help.salesforce.com/), ga naar Ondersteuning en services en maak een ticket voor technische ondersteuning aan bij Salesforce. Vermeld ‘Outbound Funds Module’ in de onderwerpregel en neem in uw opmerking de hier getoonde installatiekoppeling op.",
            "description": "shown after failed installation (markdown)"
        }
    },
    "steps": {
        "Install {product} {version}": {
            "message": "{product} {version} installeren",
            "description": "title of installation step"
        }
    }
}
