{
    "product": {
        "title": {
            "message": "Outbound Funds Module",
            "description": "name of product"
        },
        "short_description": {
            "message": "Realice un seguimiento y gestione programas de fondos salientes.",
            "description": "tagline of product"
        },
        "description": {
            "message": "¡Le damos la bienvenida al instalador de Outbound Funds Module!\r\n\r\nOutbound Funds Module le da las herramientas para gestionar y seguir fácilmente las solicitudes de fondos y los fondos salientes.  \r\n\r\n*IMPORTANTE*: Salesforce no recomienda instalar actualizaciones directamente en organizaciones de producción. En su lugar, instale Outbound Funds Module en uno de sus entornos de sandbox gratuitos o en una organización de desarrollador primero.\r\n\r\nUna vez instalado Outbound Funds Module, consulte la [documentación de Outbound Funds Module](https://powerofus.force.com/s/article/OFM-Documentation) para empezar a trabajar.\r\n\r\nSi está buscando ampliar Outbound Funds Module con la Plantilla de portal de Fundseeker Starter, consulte el [instalador de la Plantilla de portal de Outbound Funds Module Fundseeker Starter](https://install.salesforce.org/products/outbound-funds-portal/).\r\n\r\n¿Preguntas? Conviértase en miembro del grupo de comunidad [Outbound Funds Module](https://powerofus.force.com/s/group/0F980000000CvlMCAS) en Power of Us Hub.",
            "description": "shown on product detail page (markdown)"
        },
        "click_through_agreement": {
            "message": "La tecnología de Outbound Funds Module (“OFM”) es un paquete de código abierto con licencia de salesforce.com, Inc. o una de sus Filiales (“SFDC”) bajo la Licencia de la cláusula BSD-3, que se encuentra en https://opensource.org/licenses/BSD-3-Clause. Cuando instale el paquete OFM, el paquete Base de SFDO, una tecnología de código cerrado con licencia de SFDC bajo una licencia de uso limitado en propiedad, se instalará automáticamente en su organización de Salesforce. \r\n\r\nAL INSTALAR OFM, ESTÁ DE ACUERDO CON SU LICENCIA (https://github.com/SalesforceFoundation/OutboundFunds/blob/master/LICENSE) Y LA LICENCIA DE LA BASE DE SFDO (https://github.com/SalesforceFoundation/ProductLicenses/blob/master/SFDOBase.md).\r\n\r\nCUALQUIER ACUERDO DE SUSCRIPCIÓN PRINCIPAL QUE TENGA USTED O SU ENTIDAD CON SFDC NO SE APLICARÁ AL USO DE OFM O BASE DE SFDO. UNA “FILIAL” SIGNIFICA CUALQUIER ENTIDAD QUE CONTROLE DIRECTA O INDIRECTAMENTE, O QUE ESTÉ CONTROLADA O BAJO EL CONTROL COMÚN DE LA ENTIDAD QUE ES OBJETO. “CONTROL”, PARA EL PROPÓSITO DE ESTA DEFINICIÓN, SIGNIFICA PROPIEDAD O CONTROL DIRECTO O INDIRECTO DE MÁS DEL 50% DE LOS INTERESES CON CAPACIDAD DE VOTO DE LA ENTIDAD QUE ES OBJETO. SALESFORCE.ORG LLC ES UNA FILIAL DE SALESFORCE.COM, INC. \r\n\r\nOFM Y LA BASE DE SFDO SON APLICACIONES QUE NO SON DE SFDC O APLICACIONES EXTERNAS, Y NO SERVICIOS, BAJO CUALQUIER ACUERDO DE SUSCRIPCIÓN PRINCIPAL QUE TENGA CON SFDC. OFM Y LA BASE DE SFDO SE PROPORCIONAN “TAL CUAL” Y SEGÚN SU DISPONIBILIDAD. SFDC NO OFRECE NINGÚN TIPO DE GARANTÍA REFERENTE A OFM O LA BASE DE SFDO, YA SEA EXPRESA, IMPLÍCITA O ESTATUTARIA, INCLUYENDO, SIN LIMITACIÓN, A CUALQUIER GARANTÍA IMPLÍCITA DE COMERCIABILIDAD, ADECUACIÓN PARA UN PROPÓSITO EN PARTICULAR, ESTAR LIBRE DE DEFECTOS O NO INFRACCIÓN HASTA EL ÁMBITO MÁXIMO PERMITIDO POR LA LEGISLACIÓN APLICABLE. SI ENVÍA DATOS CONFIDENCIALES O REGULADOS A OFM, USTED SERÁ EL ÚNICO RESPONSABLE DE GARANTIZAR QUE SU USO DE OFM PARA PROCESAR ESA INFORMACIÓN CUMPLE CON TODA LA NORMATIVA VIGENTE.\r\n\r\nSFDC NO TENDRÁ NINGÚN TIPO DE RESPONSABILIDAD PROVENIENTE O RELACIONADA CON SU USO DE OFM O LA BASE DE SFDO POR CUALQUIER DAÑO DIRECTO O POR CUALQUIER PÉRDIDA DE BENEFICIOS, INGRESOS, BUENA FE O DAÑOS INDIRECTOS, CONSECUENTES , EJEMPLARES, CUBIERTOS, DE INTERRUPCIÓN COMERCIAL O PUNITIVOS, INDEPENDIENTEMENTE DE QUE LA ACCIÓN ESTÉ EN CONTRATO O SEA EXTRACONTRACTUAL E INDEPENDIENTEMENTE DE LA TEORÍA DE LA RESPONSABILIDAD, INCLUSO SI SE ADVIRTIÓ DE LA POSIBILIDAD DE DICHOS DAÑOS O SI UN REMEDIO NO CUBRE SU PROPÓSITO ESENCIAL. LA RENUNCIA ANTERIOR NO SE APLICARÁ HASTA EL ÁMBITO PROHIBIDO POR LA LEGISLACIÓN. SFDC RECHAZA TODA RESPONSABILIDAD Y OBLIGACIONES DE INDEMNIZACIÓN POR CUALQUIER LESIÓN O DAÑO PROVOCADO POR LOS PROVEEDORES DE ALOJAMIENTO EXTERNOS. \r\n\r\nESTE ACUERDO ESTARÁ REGIDO EN EXCLUSIVA Y SE INTERPRETARÁ EN EXCLUSIVA SEGÚN LA LEGISLACIÓN DE LOS ESTADOS UNIDOS Y EL ESTADO DE CALIFORNIA, SIN TENER EN CUENTA SU CONFLICTO DE DISPOSICIONES LEGALES. LOS TRIBUNALES ESTATALES Y FEDERALES UBICADOS EN SAN FRANCISCO, CALIFORNIA TENDRÁN LA JURISDICCIÓN EXCLUSIVA DE ADJUDICAR CUALQUIER DISPUTA PROVENIENTE O RELACIONADA CON ESTE ACUERDO. CADA PARTE POR LA PRESENTE CONSIENTE LA JURISDICCIÓN DE DICHOS TRIBUNALES Y RENUNCIA A CUALQUIER DERECHO QUE PODRÍA TENER PARA IMPUGNAR LA IDONEIDAD DE DICHOS FOROS.",
            "description": "legal text shown in modal dialog"
        },
        "error_message": {
            "message": "Para obtener ayuda sobre este error, diríjase a [help.salesforce.com](https://help.salesforce.com/), encuentre el área Asistencia y Servicios y registre un ticket de asistencia técnica con Salesforce. Incluya “Outbound Funds Module” en la línea de asunto e incluya sus comentarios en el vínculo de instalación que se muestra aquí.",
            "description": "shown after failed installation (markdown)"
        }
    },
    "plan:install": {
        "title": {
            "message": "Instalar Outbound Funds Module",
            "description": "title of installation plan"
        },
        "preflight_message": {
            "message": "Esta acción instalará Outbound Funds Module en su organización.",
            "description": "shown before user starts installation (markdown)"
        },
        "post_install_message": {
            "message": "Gracias por instalar Outbound Funds Module. Visite el grupo de comunidad [Outbound Funds Module](https://powerofus.force.com/s/group/0F980000000CvlMCAS) en Power of Us Hub para formular cualquier pregunta sobre Outbound Funds Module.",
            "description": "shown after successful installation (markdown)"
        },
        "error_message": {
            "message": "Para obtener ayuda sobre este error, diríjase a [help.salesforce.com](https://help.salesforce.com/), encuentre el área Asistencia y Servicios y registre un ticket de asistencia técnica con Salesforce. Incluya “Outbound Funds Module” en la línea de asunto e incluya sus comentarios en el vínculo de instalación que se muestra aquí.",
            "description": "shown after failed installation (markdown)"
        }
    },
    "checks": {
        "Outbound Funds Module requires Chatter. Please enable Chatter in your org and try again.": {
            "message": "Outbound Funds Module requiere Chatter. Active Chatter en su organización e inténtelo de nuevo.",
            "description": "shown if validation fails"
        },
        "Please enable My Domain in your org prior to installing.": {
            "message": "Active Mi dominio en su organización antes de realizar la instalación.",
            "description": "shown if validation fails"
        }
    },
    "steps": {
        "Install {product} {version}": {
            "message": "Instalar {product} {version}",
            "description": "title of installation step"
        }
    },
    "plan:upgrade": {
        "title": {
            "message": "Actualización de producto",
            "description": "title of installation plan"
        },
        "preflight_message": {
            "message": "Este instalador actualiza este paquete y todas las dependencias necesarias a la versión más reciente en su organización. Este instalador no dispone de asistencia y tiene riesgos. No ejecute este instalador a no ser que esté al tanto de sus consideraciones y casos de uso específicos.",
            "description": "shown before user starts installation (markdown)"
        },
        "post_install_message": {
            "message": "La instalación está completa y el paquete está en la versión más reciente.",
            "description": "shown after successful installation (markdown)"
        }
    }
}
