{
    "product": {
        "title": {
            "message": "Outbound Funds Module",
            "description": "name of product"
        },
        "short_description": {
            "message": "Realice un seguimiento y gestione programas de fondos salientes.",
            "description": "tagline of product"
        },
        "description": {
            "message": "¡Le damos la bienvenida al instalador de Outbound Funds Module!\r\n\r\nOutbound Funds Module le da las herramientas para gestionar y seguir fácilmente las solicitudes de fondos y los fondos salientes.  \r\n\r\n*IMPORTANTE*: Salesforce no recomienda instalar actualizaciones directamente en organizaciones de producción. En su lugar, instale Outbound Funds Module en uno de sus entornos de sandbox gratuitos o en una organización de desarrollador primero.\r\n\r\nUna vez instalado Outbound Funds Module, consulte los recursos para ponerse en marcha en nuestra documentación:\r\n\r\n* [Documentación de Outbound Funds Module](https://powerofus.force.com/s/article/OFM-Documentation)\r\n\r\n¿Preguntas? Conviértase en miembro del grupo de comunidad [Outbound Funds Module](https://powerofus.force.com/s/group/0F980000000CvlMCAS) en Power of Us Hub.",
            "description": "shown on product detail page (markdown)"
        },
        "error_message": {
            "message": "Para obtener ayuda sobre este error, diríjase a [help.salesforce.com](https://help.salesforce.com/), encuentre el área Asistencia y Servicios y registre un ticket de asistencia técnica con Salesforce. Incluya “Outbound Funds Module” en la línea de asunto e incluya sus comentarios en el vínculo de instalación que se muestra aquí.",
            "description": "shown after failed installation (markdown)"
        },
        "click_through_agreement": {
            "message": "La tecnología de Outbound Funds Module («OFM») es un paquete de código abierto autorizado por Salesforce.com, Inc. o una de sus filiales («SFDC») con la licencia BSD de 3 cláusulas, que puede consultar en [https://opensource.org/licenses/BSD-3-Clause](https://opensource.org/licenses/BSD-3-Clause). Cuando instale el paquete de OFM, el paquete de SFDO Base, una tecnología de código cerrado autorizada por SFDC bajo una licencia privativa de uso limitado, se instalará automáticamente en su organización de Salesforce. \n\nAL INSTALAR OFM, ACEPTA LA LICENCIA ([https://github.com/SalesforceFoundation/OutboundFunds/blob/master/LICENSE](https://github.com/SalesforceFoundation/OutboundFunds/blob/master/LICENSE)) Y LA LICENCIA DE SFDO BASE ([https://github.com/SalesforceFoundation/ProductLicenses/blob/master/SFDOBase.md](https://github.com/SalesforceFoundation/ProductLicenses/blob/master/SFDOBase.md)).\n\nCUALQUIER ACUERDO GENERAL DE SUSCRIPCIÓN QUE USTED O SU ENTIDAD TENGA CON SFDC NO SERÁ DE APLICACIÓN AL USO QUE HAGA DE OFM O SFDO BASE. POR «FILIAL» SE ENTIENDE CUALQUIER ENTIDAD QUE, DIRECTA O INDIRECTAMENTE, CONTROLE O ESTÉ CONTROLADA POR LA ENTIDAD INTERESADA O QUE ESTÉ BAJO LA MISMA LÍNEA DE CONTROL QUE LA ENTIDAD INTERESADA. A LOS EFECTOS DE ESTA DEFINICIÓN, POR «CONTROL» SE ENTIENDE LA TENENCIA O EL CONTROL DIRECTO O INDIRECTO DE MÁS DEL 50 % DE LAS PARTICIPACIONES CON DERECHO A VOTO DE LA ENTIDAD INTERESADA. SALESFORCE.ORG LLC ES UNA FILIAL DE SALESFORCE.COM, INC. \n\nOFM Y SFDO BASE NO SON APLICACIONES DE SFDC NI DE TERCEROS NI TAMPOCO SON SERVICIOS, EN VIRTUD DE CUALQUIER ACUERDO GENERAL DE SUSCRIPCIÓN QUE TENGA CON SFDC. OFM Y SFDO BASE SE FACILITAN EN SU ESTADO ACTUAL Y EN FUNCIÓN DE SU DISPONIBILIDAD. SFDC NO OFRECE NINGUNA GARANTÍA DE NINGÚN TIPO EN RELACIÓN CON OFM O SFDO BASE, YA SEA EXPRESA, IMPLÍCITA, LEGAL O DE OTRO TIPO, INCLUIDAS, ENTRE OTRAS, LAS GARANTÍAS IMPLÍCITAS DE COMERCIABILIDAD, IDONEIDAD PARA UN FIN DETERMINADO, AUSENCIA DE DEFECTOS O CONFORMIDAD, HASTA EL MÁXIMO PERMITIDO POR LA LEGISLACIÓN APLICABLE. SI INTRODUCE DATOS SENSIBLES O REGULADOS EN OFM, USTED SERÁ EL ÚNICO RESPONSABLE DE ASEGURARSE DE QUE DICHA INFORMACIÓN EN OFM SE TRATA CON ARREGLO A TODAS LAS NORMATIVAS Y LEYES APLICABLES. \n\nSFDC NO ASUMIRÁ NINGUNA RESPONSABILIDAD ORIGINADA O RELACIONADA CON EL USO QUE USTED HAGA DE OFM O SFDO BASE POR CUALQUIER DAÑO DIRECTO O LUCRO CESANTE, PÉRDIDA DE INGRESOS Y FONDO DE COMERCIO O DAÑOS INDIRECTOS, ESPECIALES, FORTUITOS, CONSECUENTES, EJEMPLARES, DE COBERTURA, DE INTERRUPCIÓN DE LA ACTIVIDAD COMERCIAL O PUNITIVOS, INDEPENDIENTEMENTE DE QUE LA ACCIÓN SEA CONTRACTUAL O EXTRACONTRACTUAL, Y SIN TENER EN CUENTA EL PRINCIPIO DE RESPONSABILIDAD, INCLUSO SI SE ADVIERTE DE LA POSIBILIDAD DE TALES DAÑOS O SI UNA REPARACIÓN NO LOGRA DE OTRO MODO SU PROPÓSITO ESENCIAL. EL ANTERIOR DESCARGO DE RESPONSABILIDAD NO SE APLICARÁ EN LA MEDIDA EN QUE LO PROHÍBA LA LEY. SFDC RECHAZA TODA RESPONSABILIDAD Y OBLIGACIÓN DE INDEMNIZACIÓN POR CUALQUIER DAÑO O PERJUICIO OCASIONADO POR CUALQUIER PROVEEDOR DE ALOJAMIENTO EXTERNO. \n\nEL PRESENTE ACUERDO SE REGIRÁ EXCLUSIVAMENTE POR LAS LEYES DE ESTADOS UNIDOS Y DEL ESTADO DE CALIFORNIA Y SE INTERPRETARÁ CON SUJECIÓN A LAS MISMAS, INDEPENDIENTEMENTE DE LAS DISPOSICIONES SOBRE CONFLICTO DE LEYES. LOS TRIBUNALES ESTATALES Y FEDERALES SITUADOS EN SAN FRANCISCO, CALIFORNIA, TENDRÁN COMPETENCIA EXCLUSIVA PARA CONOCER DE LOS LITIGIOS DERIVADOS DEL PRESENTE ACUERDO O RELACIONADOS CON EL MISMO. CADA PARTE ACUERDA SOMETERSE A LA JURISDICCIÓN DE DICHOS TRIBUNALES Y RENUNCIA A SU DERECHO A IMPUGNAR LA ADECUACIÓN DE DICHOS FOROS.",
            "description": "legal text shown in modal dialog"
        }
    },
    "plan:install": {
        "title": {
            "message": "Instalar Outbound Funds Module",
            "description": "title of installation plan"
        },
        "preflight_message": {
            "message": "Esta acción instalará Outbound Funds Module en su organización.",
            "description": "shown before user starts installation (markdown)"
        },
        "post_install_message": {
            "message": "Gracias por instalar Outbound Funds Module. Visite el grupo de comunidad [Outbound Funds Module](https://powerofus.force.com/s/group/0F980000000CvlMCAS) en Power of Us Hub para formular cualquier pregunta sobre Outbound Funds Module.",
            "description": "shown after successful installation (markdown)"
        },
        "error_message": {
            "message": "Para obtener ayuda sobre este error, diríjase a [help.salesforce.com](https://help.salesforce.com/), encuentre el área Asistencia y Servicios y registre un ticket de asistencia técnica con Salesforce. Incluya “Outbound Funds Module” en la línea de asunto e incluya sus comentarios en el vínculo de instalación que se muestra aquí.",
            "description": "shown after failed installation (markdown)"
        }
    },
    "steps": {
        "Install {product} {version}": {
            "message": "Instalar {product} {version}",
            "description": "title of installation step"
        }
    }
}
