{
    "product": {
        "title": {
            "message": "Outbound Funds Module",
            "description": "name of product"
        },
        "short_description": {
            "message": "Verfolgen und verwalten Sie Auszahlungen für Finanzierungsprogramme.",
            "description": "tagline of product"
        },
        "description": {
            "message": "Willkommen beim Installationsprogramm für das Outbound Funds Module!\r\n\r\nDas Outbound Funds Module gibt Ihnen die Werkzeuge an die Hand, mit denen Sie Finanzierungsanfragen und Auszahlungen einfach verwalten und verfolgen können.  \r\n\r\n*WICHTIG*: Salesforce rät davon ab, Upgrades direkt in Produktionsorganisationen zu installieren. Installieren Sie stattdessen zuerst das Outbound Funds Module in einer Ihrer kostenlosen Sandbox-Umgebungen oder in einer Entwicklerorganisation.\r\n\r\nWenn Sie das Outbound Funds Module installiert haben, finden Sie in der Salesforce-Dokumentation Informationen über die ersten Schritte:\r\n\r\n* [Dokumentation zum Outbound Funds Module](https://powerofus.force.com/s/article/OFM-Documentation)\r\n\r\nHaben Sie Fragen? Werden Sie Mitglied der Community-Gruppe [Outbound Funds Module](https://powerofus.force.com/s/group/0F980000000CvlMCAS) auf dem Power of Us-Hub.",
            "description": "shown on product detail page (markdown)"
        },
        "error_message": {
            "message": "Um Hilfe zu diesem Fehler zu erhalten, navigieren Sie zu [help.salesforce.com](https://help.salesforce.com/), suchen Sie den Bereich \"Support und Services\" und öffnen Sie ein Ticket beim technischen Support von Salesforce. Geben Sie \"Outbound Funds Module\" in die Betreffzeile ein und schließen Sie in Ihren Kommentar den hier abgebildeten Installationslink ein.",
            "description": "shown after failed installation (markdown)"
        },
        "click_through_agreement": {
            "message": "Die Technologie des Outbound Funds Module („OFM“) ist ein Open-Source-Paket, das von salesforce.com, Inc. oder einem seiner Partnerunternehmen („SFDC“) unter der BSD-3-Klausel-Lizenz lizenziert wird, welche unter [https://opensource.org/licenses/BSD-3-Clause](https://opensource.org/licenses/BSD-3-Clause) einsehbar ist. Wenn Sie das OFM-Paket installieren, wird das SFDO-Basispaket, eine von SFDC unter einer proprietären Lizenz mit beschränkter Nutzung lizenzierte Closed-Source-Technologie, automatisch auf Ihrer Salesforce-Instanz installiert.\n\nMIT DER INSTALLATION VON OFM STIMMEN SIE DESSEN LIZENZ ZU ([https://github.com/SalesforceFoundation/OutboundFunds/blob/master/LICENSE](https://github.com/SalesforceFoundation/OutboundFunds/blob/master/LICENSE)), EBENSO DER SFDO BASE LICENSE ([https://github.com/SalesforceFoundation/ProductLicenses/blob/master/SFDOBase.md](https://github.com/SalesforceFoundation/ProductLicenses/blob/master/SFDOBase.md)).\n\nEIN GGF. BESTEHENDER SUBSKRIPTIONS-RAHMENVERTRAG, DEN SIE ODER IHR UNTERNEHMEN MIT SFDC GESCHLOSSEN HABEN, GILT NICHT FÜR IHRE NUTZUNG VON OFN ODER SFDO BASE. EIN „VERBUNDENES UNTERNEHMEN“ IST JEDES UNTERNEHMEN, DAS DAS BETREFFENDE UNTERNEHMEN DIREKT ODER INDIREKT KONTROLLIERT, VON IHMKONTROLLIERT WIRD ODER UNTER GEMEINSAMER KONTROLLE MIT IHMSTEHT. „KONTROLLE“ IM SINNE DIESER DEFINITION BEDEUTET, DASS DIREKT ODER INDIREKT MEHR ALS 50% DER STIMMRECHTE DES BETREFFENDEN UNTERNEHMENS GEHALTEN ODER KONTROLLIERT WERDEN. SALESFORCE.ORG LLC IST EIN VERBUNDENES UNTERNEHMEN VON SALESFORCE.COM, INC.\n\nOFM UND SFDO BASE SIND NICHT-SFDC-APPLIKATIONEN BZW. DRITTAPPLIKATIONEN UND SIND KEINE SERVICES IM SINNE DES SUBSKRIPTIONS-RAHMENVERTRAGS, DEN SIE GEGEBENENFALLS MIT SFDC GESCHLOSSEN HABEN. OFM UND SFDO BASE WERDEN GEKAUFT WIE GESEHEN UND SOWEIT RECHTLICH MÖGLICH UNTER AUSSCHLUSS VON SACHMÄNGEL-, RECHTSMÄNGEL- UND SONSTIGER HAFTUNG BEREITGESTELLT. SFDC GIBT KEINE AUSDRÜCKLICHE, STILLSCHWEIGENDE, GESETZLICHE ODER ANDERWEITIGE GEWÄHRLEISTUNG HINSICHTLICH OFM ODER SFDO BASE, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF JEGLICHE STILLSCHWEIGENDE GEWÄHRLEISTUNG DER MARKTGÄNGIGKEIT, DER EIGNUNG FÜR EINEN BESTIMMTEN ZWECK, DER FEHLERFREIHEIT ODER DER NICHTVERLETZUNG VON RECHTEN, SOWEIT DIES NACH GELTENDEM RECHT ZULÄSSIG IST. WENN SIE VERTRAULICHE ODER REGULIERTE DATEN AN OFM ÜBERMITTELN, SIND SIE ALLEIN DAFÜR VERANTWORTLICH, SICHERZUSTELLEN, DASS IHRE NUTZUNG VON OFM ZUR VERARBEITUNG DIESER DATEN MIT ALLEN GELTENDEN GESETZEN UND VORSCHRIFTEN VEREINBAR IST. \n\nSOWEIT GESETZLICH MÖGLICH HAFTET SFDC NICHT FÜR DIREKTE SCHÄDEN ODER FÜR ENTGANGENE GEWINNE, ENTGANGENEN UMSÄTZE, VERRINGERTEN GESCHÄFTSWERTE ODER INDIREKTE ODER FOLGESCHÄDEN, DECKUNGEN, GESCHÄFTSUNTERBRECHUNGEN ODER STRAFSCHADENSERSATZZAHLUNGEN, DIE SICH AUS IHRER NUTZUNG VON OFM ODER SFDO ERGEBEN, UNABHÄNGIG DAVON, OB ES SICH UM VETRAGLICHE ODER DELIKTISCHE ANSPRÜCHE HANDELT UND UNABHÄNGIG VON DER HAFTUNGSGRUNDLAGE, UND ZWAR AUCH, WENN AUF DIE MÖGLICHKEIT SOLCHER SCHÄDEN HINGEWIESEN WURDE ODER WENN EIN RECHTSMITTEL AUF ANDERE WEISE SEINEN WESENTLICHEN ZWECK VERFEHLT. DER VORSTEHENDE HAFTUNGSAUSSCHLUSS GILT NICHT, SOWEIT ER GESETZLICH VERBOTEN IST. SFDC SCHLIESST JEGLICHE HAFTUNG UND FREISTELLUNGSVERPFLICHTUNG BEI BEEINTRÄCHTIGUNGEN ODER SCHÄDEN AUS, DIE DURCH DRITTE HOSTING-PROVIDER VERURSACHT WURDEN. \n\nDIESE VEREINBARUNG UNTERLIEGT AUSSCHLIEßLICH DEN GESETZEN DER VEREINIGTEN STAATEN UND DES BUNDESSTAATES KALIFORNIEN UND IST AUSSCHLIEßLICH IN ÜBEREINSTIMMUNG MIT DIESEN AUSZULEGEN, UNGEACHTET KOLLISIONSRECHTLICHER BESTIMMUNGEN. DIE EINZELSTAATLICHEN UND BUNDESGERICHTE IN SAN FRANCISCO, KALIFORNIEN, HABEN DIE AUSSCHLIEßLICHE ZUSTÄNDIGKEIT FÜR DIE ENTSCHEIDUNG VON STREITIGKEITEN, DIE SICH AUS DIESER VEREINBARUNG ERGEBEN ODER DAMIT ZUSAMMENHÄNGEN. JEDE PARTEI STIMMT HIERMIT DER ZUSTÄNDIGKEIT DIESER GERICHTE ZU UND VERZICHTET AUF JEDES RECHT, DIE ANGEMESSENHEIT DIESER GREMIEN ANZUFECHTEN.",
            "description": "legal text shown in modal dialog"
        }
    },
    "plan:install": {
        "title": {
            "message": "Outbound Funds Module installieren",
            "description": "title of installation plan"
        },
        "preflight_message": {
            "message": "Hierdurch wird das Outbound Funds Module in Ihrer Organisation installiert.",
            "description": "shown before user starts installation (markdown)"
        },
        "post_install_message": {
            "message": "Danke, dass Sie das Outbound Funds Module installieren. Bitte besuchen Sie die Community-Gruppe [Outbound Funds Module] (https://powerofus.force.com/s/group/0F980000000CvlMCAS) auf dem Power of Us-Hub, wenn Sie Fragen zu diesem Modul haben.",
            "description": "shown after successful installation (markdown)"
        },
        "error_message": {
            "message": "Um Hilfe zu diesem Fehler zu erhalten, navigieren Sie zu [help.salesforce.com](https://help.salesforce.com/), suchen Sie den Bereich \"Support und Services\" und öffnen Sie ein Ticket beim technischen Support von Salesforce. Geben Sie \"Outbound Funds Module\" in die Betreffzeile ein und schließen Sie in Ihren Kommentar den hier abgebildeten Installationslink ein.",
            "description": "shown after failed installation (markdown)"
        }
    },
    "steps": {
        "Install {product} {version}": {
            "message": "{product} {version} installieren",
            "description": "title of installation step"
        }
    }
}
