{
    "product": {
        "title": {
            "message": "Outbound Funds Module",
            "description": "name of product"
        },
        "short_description": {
            "message": "Suivez et gérez les programmes de subventions sortants.",
            "description": "tagline of product"
        },
        "description": {
            "message": "Bienvenue dans le programme d'installation du package Outbound Funds Module !\r\n\r\nLe package Outbound Funds Module vous offre des outils qui facilitent la gestion et le suivi des demandes de subvention et des subventions versées.\r\n\r\n*IMPORTANT* : Salesforce recommande de ne pas installer les mises à niveau directement dans des organisations de production. Installez au préalable le package Outbound Funds Module dans un environnement sandbox gratuit ou dans une organisation Developer.\r\n\r\nUne fois le package Outbound Funds Module installé, consultez la documentation [Outbound Funds Module documentation](https://powerofus.force.com/s/article/OFM-Documentation) pour commencer. \r\n\r\nSi vous cherchez à étendre le package Outbound Funds Module avec le Modèle Fundseeker Starter Portal, consultez [Outbound Funds Module Fundseeker Starter Portal Template installer](https://install.salesforce.org/products/outbound-funds-portal/).\r\n\r\nVous avez des questions ? Rejoignez le groupe de communauté [Outbound Funds Module](https://powerofus.force.com/s/group/0F980000000CvlMCAS) de la plate-forme Power of Us.",
            "description": "shown on product detail page (markdown)"
        },
        "click_through_agreement": {
            "message": "La technologie Outbound Funds Module (« OFM ») est un package open source concédé par salesforce.com, Inc. ou un de ses Affiliés (« SFDC ») sous la licence de clause BSD-3, disponible à l’adresse https://opensource.org/licenses/BSD-3-Clause. Lorsque vous installez le package OFM, le package SFDO Base, une technologie de source fermée concédée par SFDC sous une licence propriétaire à utilisation limitée, sera automatiquement installé dans votre organisation Salesforce. \r\n\r\nEN INSTALLANT OFM, VOUS ACCEPTEZ SA LICENCE (https://github.com/SalesforceFoundation/OutboundFunds/blob/master/LICENSE)  ET LA LICENCE SFDO BASE (https://github.com/SalesforceFoundation/ProductLicenses/blob/master/SFDOBase.md).\r\n\r\nTOUT CONTRAT D’ABONNEMENT PRINCIPAL QUE VOUS OU VOTRE ENTITÉ POUVEZ AVOIR AVEC SFDC NE S’APPLIQUE PAS À VOTRE UTILISATION DE OFM OU SFDO BASE. UN « AFFILIÉ » SIGNIFIE TOUTE ENTITÉ QUI, DIRECTEMENT OU INDIRECTEMENT, CONTRÔLE, EST CONTRÔLÉE PAR, OU EST SOUS CONTRÔLE COMMUN AVEC L’ENTITÉ VISÉE. AUX FINS DE CETTE DÉFINITION, « CONTRÔLE » SIGNIFIE PROPRIÉTÉ DIRECTE OU INDIRECTE OU CONTRÔLE DE PLUS DE 50 % DES INTÉRÊTS DE VOTE DE L’ENTITÉ VISÉE. SALESFORCE.ORG LLC EST UN AFFILIÉ DE SALESFORCE.COM, INC. \r\n\r\nOFM ET SFDO BASE SONT DES APPLICATIONS NON-SFDC OU DES APPLICATIONS TIERCES, ET NON DES SERVICES, EN VERTU DE TOUT CONTRAT D’ABONNEMENT PRINCIPAL QUE VOUS AVEZ AVEC SFDC. OFM ET SFDO BASE SONT FOURNIS « EN L’ÉTAT » ET TEL QU'ILS SONT DISPONIBLES. SFDC N’OFFRE AUCUNE GARANTIE D’AUCUNE SORTE CONCERNANT OFM OU SFDO BASE, QU’ELLE SOIT EXPRESSE, IMPLICITE, STATUTAIRE OU AUTRE, NOTAMMENT LES GARANTIES DE QUALITÉ MARCHANDE, D'ADÉQUATION À UN USAGE PARTICULIER, D’ABSENCE DE DÉFAUT ET DE NON-CONTREFAÇON, DANS LA MESURE MAXIMALE AUTORISÉE PAR LA LOI APPLICABLE. SI VOUS SOUMETTEZ DES INFORMATIONS DE SANTÉ CONFIDENTIELLES OU RÉGLEMENTÉES À OFM, IL VOUS INCOMBE DE VÉRIFIER QUE VOTRE UTILISATION D'OFM POUR TRAITER CES INFORMATIONS EST EN CONFORMITÉ AVEC TOUTES LES LOIS ET TOUS LES RÈGLEMENTS EN VIGUEUR. \r\n\r\nSFDO DÉCLINE TOUTE RESPONSABILITÉ RÉSULTANT DE OU LIÉE À VOTRE UTILISATION DE OFM OU SFDO BASE POUR TOUT DOMMAGE OU PERTE DE PROFITS, REVENUS, GOODWILL DIRECT OU INDIRECT, SPÉCIAL, ACCESSOIRE, CONSÉCUTIF, EXEMPLAIRE, COUVERTURE, INTERRUPTION D’ACTIVITÉ OU DOMMAGES PUNITIFS, QUE L’ACTION SOIT CONTRACTUELLE OU DÉLICTUELLE ET INDÉPENDANTE DE LA THÉORIE DE RESPONSABILITÉ, MÊME SI INFORMÉ DE LA POSSIBILITÉ DE TELS DOMMAGES OU SI UN REMÈDE ÉCHOUE DANS SON OBJECTIF ESSENTIEL. L’EXONÉRATION SUSMENTIONNÉE NE S’APPLIQUERA PAS DANS LA MESURE INTERDITE PAR LA LOI. SFDC DÉCLINE TOUTE RESPONSABILITÉ ET OBLIGATION D’INDEMNISATION POUR TOUT PRÉJUDICE OU DOMMAGE CAUSÉ PAR DES FOURNISSEURS D’HÉBERGEMENT TIERS. \r\n\r\nLE PRÉSENT ACCORD EST RÉGI EXCLUSIVEMENT PAR, ET INTERPRÉTÉ EXCLUSIVEMENT EN CONFORMITÉ AVEC LES LOIS DES ÉTATS-UNIS ET DE L'ÉTAT DE CALIFORNIE, SANS ÉGARD AUX DISPOSITIONS RELATIVES AUX CONFLITS DE LOIS. LES JURIDICTIONS FÉDÉRALES ET D'ÉTAT SITUÉES À SAN FRANCISCO, EN CALIFORNIE, ONT COMPÉTENCE EXCLUSIVE POUR LES CONFLITS RÉSULTANT DU PRÉSENT CONTRAT. CHAQUE PARTIE RECONNAIT RECONNAÎT EXPLICITEMENT LA COMPÉTENCE DESDITS TRIBUNAUX ET RENONCE À TOUT DROIT POUVANT ÊTRE EXERCÉ DE CONTESTER LA PERTINENCE DE CES FORUMS.",
            "description": "legal text shown in modal dialog"
        },
        "error_message": {
            "message": "Pour obtenir une aide sur cette erreur, accédez à [help.salesforce.com](https://help.salesforce.com/), recherchez la rubrique Support et services, puis consignez un ticket de support technique auprès de Salesforce. Saisissez « Outbound Funds Module » dans la ligne d'objet et insérez dans vos commentaires le lien d'installation affiché ici.",
            "description": "shown after failed installation (markdown)"
        }
    },
    "plan:install": {
        "title": {
            "message": "Installer Outbound Funds Module",
            "description": "title of installation plan"
        },
        "preflight_message": {
            "message": "Outbound Funds Module va être installé dans votre organisation.",
            "description": "shown before user starts installation (markdown)"
        },
        "post_install_message": {
            "message": "Merci d'installer Outbound Funds Module. Si vous avez des questions concernant Outbound Funds Module, visitez le groupe de communauté [Outbound Funds Module](https://powerofus.force.com/s/group/0F980000000CvlMCAS) de la plate-forme Power of Us.",
            "description": "shown after successful installation (markdown)"
        },
        "error_message": {
            "message": "Pour obtenir une aide sur cette erreur, accédez à [help.salesforce.com](https://help.salesforce.com/), recherchez la rubrique Support et services, puis consignez un ticket de support technique auprès de Salesforce. Saisissez « Outbound Funds Module » dans la ligne d'objet et insérez dans vos commentaires le lien d'installation affiché ici.",
            "description": "shown after failed installation (markdown)"
        }
    },
    "checks": {
        "Outbound Funds Module requires Chatter. Please enable Chatter in your org and try again.": {
            "message": "Outbound Funds Module nécessite Chatter. Veuillez activer Chatter dans votre organisation et réessayer.",
            "description": "shown if validation fails"
        },
        "Please enable My Domain in your org prior to installing.": {
            "message": "Veuillez activer Mon domaine dans votre organisation avant l’installation.",
            "description": "shown if validation fails"
        }
    },
    "steps": {
        "Install {product} {version}": {
            "message": "Installer {product} {version}",
            "description": "title of installation step"
        }
    },
    "plan:upgrade": {
        "title": {
            "message": "Mise à niveau du produit",
            "description": "title of installation plan"
        },
        "preflight_message": {
            "message": "Ce programme d'installation met à niveau ce package et toutes les dépendances requises vers la dernière version dans votre organisation. Ce programme d’installation n’est pas pris en charge et comporte des risques. Exécutez ce programme d’installation uniquement si vous connaissez ses cas d’utilisation et ses considérations spécifiques.",
            "description": "shown before user starts installation (markdown)"
        },
        "post_install_message": {
            "message": "L’installation est terminée et le package est mis à niveau sur la dernière version.",
            "description": "shown after successful installation (markdown)"
        }
    }
}
