{
    "product": {
        "title": {
            "message": "Outbound Funds Module",
            "description": "name of product"
        },
        "short_description": {
            "message": "Volg en beheer programma's voor uitgaande financiering.",
            "description": "tagline of product"
        },
        "description": {
            "message": "Welkom bij het installatieprogramma voor de Outbound Funds Module.\r\n\r\nMet de Outbound Funds Module beschikt u over alles wat u nodig hebt om financieringsaanvragen en uitgaand geld eenvoudig te beheren en volgen.\r\n\r\n*BELANGRIJK*: Salesforce beveelt niet aan om upgrades rechtstreeks in productieorganisaties te installeren. Installeer Outbound Funds Module in plaats daarvan eerst in een van uw gratis sandboxomgevingen of in een ontwikkelorganisatie.\r\n\r\nWanneer u Outbound Funds Module hebt geïnstalleerd, bekijkt u de [Outbound Funds Module-documentatie](https://powerofus.force.com/s/article/OFM-Documentation) om aan de slag te gaan:\r\n\r\nIndien u fondsenwerversportalsjabloon voor Outbound Funds Module wilt uitbreiden, bekijkt u het [installatieprogramma voor fondsenwerversportalsjabloon voor Outbound Funds Module](https://install.salesforce.org/products/outbound-funds-portal/)\r\n\r\nVragen? Word lid van de [Outbound Funds Module]-community (https://trailhead.salesforce.com/trailblazer-community/groups/0F94S000000kHi0SAE) in de Power of Us Hub.",
            "description": "shown on product detail page (markdown)"
        },
        "click_through_agreement": {
            "message": "De Outbound Funds Module-technologie (\"OFM\") is een open-source pakket dat is gelicentieerd door salesforce.com, Inc. of een van haar gelieerde ondernemingen (\"SFDC\") volgens de BSD-3-clausulelicentie, die men aantreft op https://opensource.org/licenses/BSD-3-Clause. Als u het OFM-pakket installeert, wordt het SFDO Base-pakket, een closed-source technologie die is gelicentieerd door SFDC volgens een eigendomsrechtelijk beschermde licentie voor beperkt gebruik, automatisch geïnstalleerd in uw Salesforce-organisatie.\r\n\r\nDOOR OFM TE INSTALLEREN, GAAT U AKKOORD MET DE BIJBEHORENDE LICENTIE (https://github.com/SalesforceFoundation/OutboundFunds/blob/master/LICENSE) EN DE SFDO BASE-LICENTIE (https://github.com/SalesforceFoundation/ProductLicenses/blob/master/SFDOBase.md).\r\n\r\nELKE HOOFDABONNEMENTSOVEREENKOMST (\"MASTER SUBSCRIPTION AGREEMENT\") DIE U OF UW ENTITEIT MOGELIJK HEEFT MET SFDC, IS NIET VAN TOEPASSING OP UW GEBRUIK VAN OFM OF SFDO BASE. EEN GELIEERDE ONDERNEMING WIL ZEGGEN EEN ENTITEIT DIE DIRECT OF INDIRECT ZEGGENSCHAP HEEFT OVER, ONDER ZEGGENSCHAP STAAT VAN, OF ONDER GEZAMENLIJKE ZEGGENSCHAP STAAT MET DE DESBETREFFENDE ENTITEIT. VOOR DE TOEPASSING VAN DEZE DEFINITIE BETEKENT 'ZEGGENSCHAP' HET DIRECTE OF INDIRECTE EIGENDOM VAN OF ZEGGENSCHAP OVER MEER DAN 50% VAN DE STEMGERECHTIGDE BELANGEN VAN DE DESBETREFFENDE ENTITEIT. SALESFORCE.ORG LLC IS EEN GELIEERDE ONDERNEMING VAN SALESFORCE.COM, INC.\r\n\r\nOFM EN SFDO BASE ZIJN NIET-SFDC-TOEPASSINGEN OF TOEPASSINGEN VAN DERDE PARTIJEN, EN GEEN SERVICES, OP GROND VAN ENIGE HOOFDABONNEMENTSOVEREENKOMST DIE U HEBT MET SFDC. OFM EN SFDO BASE WORDEN GELEVERD \"AS IS\" EN ZOALS BESCHIKBAAR, WAARBIJ SFDC GEEN ENKELE GARANTIE OF WAARBORG GEEFT MET BETREKKING TOT OFM OF SFDO BASE, NOCH EXPLICIET, NOCH IMPLICIET, VAN RECHTSWEGE OF ANDERS, INCLUSIEF, DOCH NIET BEPERKT TOT, ALLE IMPLICIETE GARANTIES VAN VERKOOPBAARHEID, GESCHIKTHEID VOOR EEN BEPAALD DOEL, VRIJ ZIJN VAN DEFECTEN OF NIET-INBREUK, MET INACHTNEMING VAN DE MAXIMALE DOOR DE VAN TOEPASSING ZIJNDE WET TOEGESTANE OMVANG. ALS U ENIGE GEVOELIGE OF GEREGULEERDE GEGEVENS INDIENT IN OFM, IS HET UITSLUITEND UW VERANTWOORDELIJKHEID OM TE GARANDEREN DAT UW GEBRUIK VAN OFM VOOR HET VERWERKEN VAN DIE INFORMATIE IN OVEREENSTEMMING IS MET ALLE TOEPASSELIJKE WETTEN EN REGELGEVING.\r\n\r\nSFDC TREFT GEEN AANSPRAKELIJKHEID VOORTVLOEIEND UIT OF GERELATEERD AAN UW GEBRUIK VAN OFM OF SFDO BASE VOOR ENIGE DIRECTE SCHADE OF VOOR ENIGE GEDERFDE WINSTEN, OMZETTEN, GOODWILL OF INDIRECTE, SPECIALE, INCIDENTELE, VOORTVLOEIENDE, VOORBEELD-, DEKKINGS-, BEDRIJFSONDERBREKINGS- OF ALS STRAF OPGELEGDE SCHADE, ONGEACHT OF EEN ACTIE PLAATSVINDT IN CONTRACT OF ALS ONRECHTMATIGE DAAD EN ONGEACHT ENIGE AANSPRAKELIJKHEIDSTHEORIE, ZELFS INDIEN OP DE HOOGTE GEBRACHT VAN DE MOGELIJKHEID VAN DERGELIJKE SCHADE, OF ALS EEN OPLOSSING ANDERSZINS MISLUKT OF NIET SLAAGT IN ZIJN OORSPRONKELIJKE OPZET. DE VOORAFGAANDE AFWIJZING VAN AANSPRAKELIJKHEID IS NIET VAN TOEPASSING IN DE MATE ZOALS VERBONDEN DOOR DE WET. SFDC WIJST ALLE AANSPRAKELIJKHEID EN VERPLICHTINGEN TOT SCHADELOOSSTELLING AF VOOR ALLE NADEEL OF SCHADE VEROORZAAKT DOOR ALLE OF ENIGE EXTERNE HOSTINGPROVIDERS.\r\n\r\nDEZE OVEREENKOMST IS UITSLUITEND ONDERWORPEN AAN EN MOET UITSLUITEND WORDEN UITGELEGD DOOR TOEPASSING VAN HET RECHT VAN DE VERENIGDE STATEN EN DE STAAT CALIFORNIË, ONGEACHT DE EVENTUELE CONFLICTEN MET WETTELIJKE BEPALINGEN. DE STAAT EN FEDERALE RECHTBANKEN IN SAN FRANCISCO, CALIFORNIË HEBBEN EXCLUSIEVE BEVOEGDHEID OM UITSPRAAK TE DOEN OVER ENIG GESCHIL DAT ONTSTAAT UIT OF VERBAND HOUDT MET DEZE OVEREENKOMST. ELKE PARTIJ STEMT HIERBIJ IN MET DE JURISDICTIE VAN DERGELIJKE RECHTBANKEN EN ZIET AF VAN ENIG RECHT DAT DE PARTIJ IN ANDERE OMSTANDIGHEDEN ZOU HEBBEN OM DE TOEPASSELIJKHEID VAN DERGELIJKE FORA TE BETWISTEN.",
            "description": "legal text shown in modal dialog"
        },
        "error_message": {
            "message": "Ga voor hulp bij deze fout naar [help.salesforce.com](https://help.salesforce.com/) en maak in 'Ondersteuning en services' een ticket voor technische ondersteuning aan bij Salesforce. Vermeld ‘Outbound Funds Module’ in de onderwerpregel en neem in uw opmerking de hier getoonde installatiekoppeling op.",
            "description": "shown after failed installation (markdown)"
        }
    },
    "plan:install": {
        "title": {
            "message": "Outbound Funds Module installeren",
            "description": "title of installation plan"
        },
        "preflight_message": {
            "message": "Hiermee installeert u de Outbound Funds Module in uw organisatie.",
            "description": "shown before user starts installation (markdown)"
        },
        "post_install_message": {
            "message": "Bedankt voor het installeren van de Outbound Funds Module. Ga naar de [Outbound Funds Module]-community (https://trailhead.salesforce.com/trailblazer-community/groups/0F94S000000kHi0SAE) in de Power of Us Hub als u vragen hebt over Outbound Funds Module.",
            "description": "shown after successful installation (markdown)"
        },
        "error_message": {
            "message": "Ga voor hulp bij deze fout naar [help.salesforce.com](https://help.salesforce.com/) en maak in 'Ondersteuning en services' een ticket voor technische ondersteuning aan bij Salesforce. Vermeld ‘Outbound Funds Module’ in de onderwerpregel en neem in uw opmerking de hier getoonde installatiekoppeling op.",
            "description": "shown after failed installation (markdown)"
        }
    },
    "checks": {
        "Outbound Funds Module requires Chatter. Please enable Chatter in your org and try again.": {
            "message": "Outbound Funds Module vereist Chatter. Schakel Chatter in voor uw organisatie en probeer het opnieuw.",
            "description": "shown if validation fails"
        },
        "Please enable My Domain in your org prior to installing.": {
            "message": "Schakel vóór de installatie Mijn domein in uw organisatie in.",
            "description": "shown if validation fails"
        }
    },
    "steps": {
        "Install {product} {version}": {
            "message": "{product} {version} installeren",
            "description": "title of installation step"
        }
    },
    "plan:upgrade": {
        "title": {
            "message": "Productupgrade",
            "description": "title of installation plan"
        },
        "preflight_message": {
            "message": "Met dit installatieprogramma worden dit pakket en alle vereiste afhankelijkheden naar de meest recente versie in uw organisatie geüpgraded. Voer dit installatieprogramma niet uit tenzij u zich bewust bent van de gebruikscases en overwegingen.",
            "description": "shown before user starts installation (markdown)"
        },
        "post_install_message": {
            "message": "Installatie voltooid en pakket heeft nu de meest recente versie.",
            "description": "shown after successful installation (markdown)"
        }
    }
}
