{
    "product": {
        "title": {
            "message": "Outbound Funds Module",
            "description": "name of product"
        },
        "short_description": {
            "message": "Verfolgen und verwalten Sie Auszahlungen für Finanzierungsprogramme.",
            "description": "tagline of product"
        },
        "description": {
            "message": "Willkommen beim Installationsprogramm für das Outbound Funds Module!\r\n\r\nDas Outbound Funds Module gibt Ihnen die Werkzeuge an die Hand, mit denen Sie Finanzierungsanfragen und Auszahlungen einfach verwalten und verfolgen können.\r\n\r\n*WICHTIG*: Salesforce rät davon ab, Upgrades direkt in Produktionsorganisationen zu installieren. Installieren Sie stattdessen das Outbound Funds Module zuerst in einer Ihrer kostenlosen Sandbox-Umgebungen oder in einer Entwicklerorganisation.\r\n\r\nWenn Sie das Outbound Funds Module installiert haben, finden Sie Informationen zum Einstieg in der [Dokumentation zum Outbound Funds Module](https://powerofus.force.com/s/article/OFM-Documentation):\r\n\r\nWenn Sie sich dafür interessieren, das Outbound Funds Module um die Fundseeker-Startportalvorlage zu erweitern, finden Sie weitere Informationen im [Installationsprogrammm für die Outbound Funds Module Fundseeker-Startportalvorlage](https://install.salesforce.org/products/outbound-funds-portal/).\r\n\r\nHaben Sie Fragen? Werden Sie Mitglied der Community-Gruppe [Outbound Funds Module](https://trailhead.salesforce.com/trailblazer-community/groups/0F94S000000kHi0SAE) auf dem Power of Us-Hub.",
            "description": "shown on product detail page (markdown)"
        },
        "click_through_agreement": {
            "message": "Die Technologie des Outbound Funds Module („OFM“) ist ein Open-Source-Paket, das von salesforce.com oder einem Partnerunternehmen („SFDC“) von Salesforce unter der BSD-3 Clause License lizenziert wird, die Sie unter https://opensource.org/licenses/BSD-3-Clause finden. Wenn Sie das OFM-Paket installieren, wird das SFDO Base-Paket, eine Closed-Source-Technologie, die von SFDC unter einer proprietären Lizenz für die eingeschränkte Verwendung lizenziert wird, automatisch in Ihrer Salesforce-Organisation installiert.\r\n\r\nDURCH DIE INSTALLATION DES OFM ERKLÄREN SIE IHR EINVERSTÄNDNIS MIT SEINER LIZENZ (https://github.com/SalesforceFoundation/OutboundFunds/blob/master/LICENSE) UND DER SFDO BASE-LIZENZ (https://github.com/SalesforceFoundation/ProductLicenses/blob/master/SFDOBase.md).\r\n\r\nEVENTUELLE RAHMENVERTRÄGE, DIE ZWISCHEN IHNEN ODER IHRER GESELLSCHAFT UND SFDC BESTEHEN; GELTEN NICHT FÜR IHRE NUTZUNG VON OFM ODER SFDO BASE. EIN „PARTNERUNTERNEHMEN“ BEZEICHNET JEDE ENTITÄT, DIE DIE BETREFFENDE ENTITÄT DIREKT ODER INDIREKT KONTROLLIERT, VON IHR KONTROLLIERT WIRD ODER UNTER GEMEINSAMER KONTROLLE MIT IHR STEHT. „KONTROLLE“ BEDEUTET IM RAHMEN DIESER DEFINITION DIREKTES ODER INDIREKTES EIGENTUM ODER KONTROLLE VON MEHR ALS 50 % DER STIMMBERECHTIGTEN ANTEILE DER BETREFFENDEN EINHEIT. SALESFORCE.ORG LLC IST EIN PARTNERUNTERNEHMEN VON SALESFORCE.COM, INC. \r\n\r\nOFM UND SFDO BASE STELLEN SFDC-FREMDE ANWENDUNGEN ODER DRITTANBIETERANWENDUNGEN DAR UND SIND KEINE SERVICES, DIE VON RAHMENABONNEMENTVERTRÄGEN ABGEDECKT SIND, DIE ZWISCHEN IHNEN UND SFDC BESTEHEN. OFM UND SFDO BASE WERDEN „WIE BESEHEN“ UND WIE VERFÜGBAR BEREITGESTELLT. SFDC GIBT KEINERLEI GARANTIE BEZÜGLICH OFM ODER SFDO BASE, WEDER AUSDRÜCKLICH, STILLSCHWEIGEND, GESETZLICH ODER ANDERWEITIG, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, STILLSCHWEIGENDE GARANTIEN DER MARKTGÄNGIGKEIT, DER EIGNUNG FÜR EINEN BESTIMMTEN ZWECK, DER MÄNGELFREIHEIT ODER DER NICHTVERLETZUNG VON RECHTEN DRITTER, SOWEIT DIES NACH GELTENDEM RECHT ZULÄSSIG IST. WENN SIE VERTRAULICHE ODER REGULIERUNGEN UNTERLIEGENDE DATEN AN OFM ÜBERMITTELN, LIEGT ES AUSSCHLIESSLICH IN IHRER VERANTWORTUNG; SICHERZUSTELLEN, DASS IHRE NUTZUNG VON OFM ZUR VERARBEITUNG DIESER DATEN MIT ALLEN GELTENDEN GESETZEN UND VORSCHRIFTEN ÜBEREINSTIMMT.\r\n\r\nSFDC ÜBERNIMMT KEINE HAFTUNG, DIE SICH AUS IHRER NUTZUNG VON OFM ODER SFDO BASE ERGIBT ODER DAMIT IN ZUSAMMENHANG STEHT, FÜR DIREKTE SCHÄDEN ODER FÜR ENTGANGENE GEWINNE, EINKÜNFTE, GOODWILL ODER INDIREKTE, SPEZIELLE, ZUFÄLLIGE, FOLGESCHÄDEN, EXEMPLARISCHE SCHÄDEN, DECKUNGEN, GESCHÄFTSUNTERBRECHUNGEN ODER STRAFSCHADENERSATZ, UNABHÄNGIG DAVON, OB ES SICH UM EINE KLAGE AUS VERTRAG ODER UNERLAUBTER HANDLUNG HANDELT UND UNABHÄNGIG VON DER HAFTUNGSTHEORIE, SELBST WENN AUF DIE MÖGLICHKEIT SOLCHER SCHÄDEN HINGEWIESEN WURDE ODER WENN EINE ABHILFEMASSNAHME ANDERWEITIG IHREN WESENTLICHEN ZWECK VERFEHLT. DER VORSTEHENDE HAFTUNGSAUSSCHLUSS GILT NUR IN DEM NACH DEM GESETZ ZULÄSSIGEN UMFANG. SFDC LEHNT ALLE HAFTUNGS- UND ENTSCHÄDIGUNGSVERPFLICHTUNGEN FÜR SCHÄDEN AB, DIE VON DRITTEN HOSTINGANBIETERN VERURSACHT WERDEN. \r\n\r\nDIESE VEREINBARUNG UNTERLIEGT AUSSCHLIESSLICH DEN GESETZEN DER VEREINIGTEN STAATEN UND DES BUNDESSTAATES KALIFORNIEN UND IST AUSSCHLIESSLICH IN ÜBEREINSTIMMUNG MIT DIESEN AUSZULEGEN, OHNE BERÜCKSICHTIGUNG DER KOLLISIONSRECHTLICHEN BESTIMMUNGEN. DIE EINZELSTAATS- UND BUNDESSTAATSGERICHTE MIT SITZ IN SAN FRANCISCO, KALIFORNIEN, HABEN DIE AUSSCHLIESSLICHE ZUSTÄNDIGKEIT ZUR ENTSCHEIDUNG VON STREITIGKEITEN, DIE SICH AUS DIESER VEREINBARUNG ERGEBEN ODER DAMIT ZUSAMMENHÄNGEN. JEDE PARTEI STIMMT HIERMIT DER GERICHTSBARKEIT DIESER GERICHTE ZU UND VERZICHTET AUF JEDES RECHT, DIE EIGNUNG SOLCHER GERICHTE ANZUFECHTEN.",
            "description": "legal text shown in modal dialog"
        },
        "error_message": {
            "message": "Um Hilfe zu diesem Fehler zu erhalten, navigieren Sie zu [help.salesforce.com](https://help.salesforce.com/), suchen Sie den Bereich \"Support und Services\" und öffnen Sie ein Ticket beim technischen Support von Salesforce. Geben Sie \"Outbound Funds Module\" in die Betreffzeile ein und schließen Sie in Ihren Kommentar den hier abgebildeten Installationslink ein.",
            "description": "shown after failed installation (markdown)"
        }
    },
    "plan:install": {
        "title": {
            "message": "Outbound Funds Module installieren",
            "description": "title of installation plan"
        },
        "preflight_message": {
            "message": "Hierdurch wird das Outbound Funds Module in Ihrer Organisation installiert.",
            "description": "shown before user starts installation (markdown)"
        },
        "post_install_message": {
            "message": "Danke, dass Sie das Outbound Funds Module installieren. Bitte besuchen Sie die Community-Gruppe [Outbound Funds Module](https://trailhead.salesforce.com/trailblazer-community/groups/0F94S000000kHi0SAE) auf dem Power of Us-Hub, wenn Sie Fragen zu diesem Modul haben.",
            "description": "shown after successful installation (markdown)"
        },
        "error_message": {
            "message": "Um Hilfe zu diesem Fehler zu erhalten, navigieren Sie zu [help.salesforce.com](https://help.salesforce.com/), suchen Sie den Bereich \"Support und Services\" und öffnen Sie ein Ticket beim technischen Support von Salesforce. Geben Sie \"Outbound Funds Module\" in die Betreffzeile ein und schließen Sie in Ihren Kommentar den hier abgebildeten Installationslink ein.",
            "description": "shown after failed installation (markdown)"
        }
    },
    "checks": {
        "Outbound Funds Module requires Chatter. Please enable Chatter in your org and try again.": {
            "message": "Für das Outbound Funds Module ist Chatter erforderlich. Aktivieren Sie Chatter in Ihrer Organisation, und versuchen Sie es noch einmal.",
            "description": "shown if validation fails"
        },
        "Please enable My Domain in your org prior to installing.": {
            "message": "Aktivieren Sie vor der Installation \"Meine Domäne\" in Ihrer Organisation.",
            "description": "shown if validation fails"
        }
    },
    "steps": {
        "Install {product} {version}": {
            "message": "{product} {version} installieren",
            "description": "title of installation step"
        }
    },
    "plan:upgrade": {
        "title": {
            "message": "Produkt-Upgrade",
            "description": "title of installation plan"
        },
        "preflight_message": {
            "message": "Dieses Installationsprogramm führt in Ihrer Organisation ein Upgrade dieses Pakets und aller erforderlichen Abhängigkeiten auf die neuesten Version durch. Dieses Installationsprogramm wird nicht unterstützt und birgt Risiken. Bitte führen Sie dieses Installationsprogramm nicht aus, es sei denn, Sie sind sich seiner spezifischen Anwendung und der geltenden Überlegungen bewusst.",
            "description": "shown before user starts installation (markdown)"
        },
        "post_install_message": {
            "message": "Die Installation ist abgeschlossen, und das Paket befindet sich auf dem neuesten Versionsstand.",
            "description": "shown after successful installation (markdown)"
        }
    }
}
