{
    "product": {
        "title": {
            "message": "Outbound Funds Module",
            "description": "name of product"
        },
        "short_description": {
            "message": "Suivez et gérez les programmes de subventions sortants.",
            "description": "tagline of product"
        },
        "description": {
            "message": "Bienvenue dans le programme d'installation du package Outbound Funds Module !\r\n\r\nLe package Outbound Funds Module vous offre des outils qui facilitent la gestion et le suivi des demandes de subvention et des subventions versées.  \r\n\r\n*IMPORTANT* : Salesforce recommande de ne pas installer les mises à niveau directement dans des organisations de production. Installez au préalable le package Outbound Funds Module dans un environnement sandbox gratuit ou dans une organisation Developer.\r\n\r\nUne fois le package Outbound Funds Module installé, consultez les ressources de mise en route dans notre documentation :\r\n\r\n* [Outbound Funds Module Documentation](https://powerofus.force.com/s/article/OFM-Documentation)\r\n\r\nVous avez des questions ? Rejoignez le groupe de communauté [Outbound Funds Module](https://powerofus.force.com/s/group/0F980000000CvlMCAS) de la plate-forme Power of Us.",
            "description": "shown on product detail page (markdown)"
        },
        "error_message": {
            "message": "Pour obtenir une aide sur cette erreur, accédez à [help.salesforce.com](https://help.salesforce.com/), recherchez la rubrique Support et services, puis consignez un ticket de support technique auprès de Salesforce. Saisissez « Outbound Funds Module » dans la ligne d'objet et insérez dans vos commentaires le lien d'installation affiché ici.",
            "description": "shown after failed installation (markdown)"
        },
        "click_through_agreement": {
            "message": "La technologie Outbound Funds Module (“OFM”) est un ensemble de logiciels open-source dont salesforce.com Inc. ou une de ses Sociétés Affiliées (« SFDC ») est titulaire dans le cadre de la BSD-3 Clause License, telle que disponible au lien suivant : [https://opensource.org/licenses/BSD-3-Clause](https://opensource.org/licenses/BSD-3-Clause). Lorsque vous installez le Package OFM, le package de base SFDO –  une technologie concédée sous licence par SFDC dans le cadre d’une licence propriétaire à usage limité – sera automatiquement installé sur votre org Salesforce. \n\nEn installant OFM, vous acceptez les termes de sa licence (([https://github.com/SalesforceFoundation/OutboundFunds/blob/master/LICENSE](https://github.com/SalesforceFoundation/OutboundFunds/blob/master/LICENSE)) ainsi que les termes de la licence de base SFDO \nz ([https://github.com/SalesforceFoundation/ProductLicenses/blob/master/SFDOBase.md](https://github.com/SalesforceFoundation/ProductLicenses/blob/master/SFDOBase.md)).\n\nTOUT CONTRAT-CADRE DE SOUSCRIPTION QUE VOUS OU VOTRE ENTITE AURAIT AVEC SFDC NE S’APPLIQUE PAS À VOTRE UTILISATION D’OFM OU DE BASE SFDO.           « SOCIETE AFFILIEE » DESIGNE TOUTE ENTITE QUI, DIRECTEMENT OU INDIRECTEMENT, CONTROLE L’ENTITE CONCERNEE, EST CONTROLEE PAR CELLE-CI OU SE TROUVE SOUS UN CONTROLE COMMUN AVEC LADITE ENTITE. « CONTROLE », DANS LE CADRE DE CETTE DEFINITION, DESIGNE LA DETENTION OU LE CONTROLE, DIRECT OU INDIRECT, DE PLUS DE 50 % DES DROITS DE VOTE DE L'ENTITE CONCERNEE. SALESFORCE.ORG LLC EST UNE SOCIETE AFFILIEE DE SALESFORCE.COM INC. \n\nOFM ET SFDO BASE SONT DES APPLICATIONS NON-SFDC OU DES APPLICATIONS TIERCES ET NON DES SERVICES, EN VERTU DU CONTRAT-CADRE DE SOUSCRIPTION QUE VOUS POURRIEZ AVOIR CONCLU AVEC SFDC. OFM ET SFDO BASE SONT FOURNIS « EN L’ÉTAT » ET TELS QUE DISPONIBLES. SFDC NE FORMULE AUCUNE GARANTIE, DE QUELQUE NATURE QUE CE SOIT, CONCERNANT LES OFM OU BASE SFDO, QU’ELLE SOIT EXPRESSE, TACITE, LÉGALE OU AUTRE, Y COMPRIS, SANS TOUTEFOIS S’Y LIMITER, TOUTE GARANTIE TACITE QUANT À LA QUALITÉ MARCHANDE, L’ADAPTATION À UN USAGE PARTICULIER, L’ABSENCE DE DÉFAUTS OU L’ABSENCE DE CONTREFAÇON, DANS TOUTE LA MESURE AUTORISÉE PAR LA LOI EN VIGUEUR. SI VOUS SOUMETTEZ DES DONNÉES SENSIBLES OU RÉGLEMENTEES DANS OFM, VOUS ÊTES SEUL RESPONSABLE DE VEILLER À CE QUE L’UTILISATION QUE VOUS FAITES D’OFM POUR TRAITER CES INFORMATIONS SOIT CONFORME À TOUTES LES LOIS ET RÉGLEMENTATIONS APPLICABLES. \n\nSFDC DÉCLINE TOUTE RESPONSABILITÉ DÉCOULANT DE VOTRE UTILISATION D’OFM OU DE BASE SFDO, OU S’Y RAPPORTANT, EN CAS DE DOMMAGES DIRECTS, OU DE PERTE DE PROFITS, DE REVENUS, D’EXPLOITATION OU DE CLIENTS, OU DE DOMMAGES INDIRECTS, SPÉCIAUX, ACCESSOIRES, CONSÉCUTIFS, EXEMPLAIRES OU PUNITIFS, QUE CE SOIT EN MATIÈRE CONTRACTUELLE, DÉLICTUELLE OU SELON TOUTE AUTRE THÉORIE DE RESPONSABILITÉ, MÊME SI LES PARTIES ONT ÉTÉ AVISÉES DE LA POSSIBILITÉ DE TELS DOMMAGES OU SI UN RECOURS NE REMPLIT PAS, DE QUELQUE AUTRE FAÇON, SON OBJECTIF PREMIER. L’EXONÉRATION DE RESPONSABILITÉ QUI PRÉCÈDE NE S’APPLIQUERA PAS, DANS LA MESURE OÙ LA LOI L’INTERDIT. SFDC EXCLUT TOUTE RESPONSABILITÉ ET OBLIGATION D’INDEMNISATION POUR TOUT DOMMAGE CAUSÉ PAR TOUT FOURNISSEUR D’HÉBERGEMENT TIERS. \n\nLE PRÉSENT ACCORD EST RÉGI EXCLUSIVEMENT PAR LES LOIS DES ÉTATS-UNIS ET DE L'ÉTAT DE CALIFORNIE, ET DOIT ÊTRE INTERPRÉTÉ EXCLUSIVEMENT EN FONCTION DE CES LOIS, SANS TENIR COMPTE DES DISPOSITIONS RELATIVES AUX CONFLITS DE LOIS. LES TRIBUNAUX D'ÉTAT ET FÉDÉRAUX SITUÉS À SAN FRANCISCO, CALIFORNIE, ONT LA COMPÉTENCE EXCLUSIVE POUR JUGER TOUT LITIGE DÉCOULANT DU PRÉSENT ACCORD OU S'Y RAPPORTANT. CHAQUE PARTIE CONSENT PAR LES PRÉSENTES À LA COMPÉTENCE DE CES TRIBUNAUX ET RENONCE À TOUT DROIT QU'ELLE POURRAIT AVOIR DE CONTESTER LA PERTINENCE DE CES FORUMS.",
            "description": "legal text shown in modal dialog"
        }
    },
    "plan:install": {
        "title": {
            "message": "Installer Outbound Funds Module",
            "description": "title of installation plan"
        },
        "preflight_message": {
            "message": "Outbound Funds Module va être installé dans votre organisation.",
            "description": "shown before user starts installation (markdown)"
        },
        "post_install_message": {
            "message": "Merci d'installer Outbound Funds Module. Si vous avez des questions concernant Outbound Funds Module, visitez le groupe de communauté [Outbound Funds Module](https://powerofus.force.com/s/group/0F980000000CvlMCAS) de la plate-forme Power of Us.",
            "description": "shown after successful installation (markdown)"
        },
        "error_message": {
            "message": "Pour obtenir une aide sur cette erreur, accédez à [help.salesforce.com](https://help.salesforce.com/), recherchez la rubrique Support et services, puis consignez un ticket de support technique auprès de Salesforce. Saisissez « Outbound Funds Module » dans la ligne d'objet et insérez dans vos commentaires le lien d'installation affiché ici.",
            "description": "shown after failed installation (markdown)"
        }
    },
    "steps": {
        "Install {product} {version}": {
            "message": "Installer {product} {version}",
            "description": "title of installation step"
        }
    }
}
